Repository: akrementsov/CircuitTimer
Catalog: CircuitTimerKit/Sources/WorkoutTimerFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# timer.button.close
source: Close
ru: Закрыть

# timer.button.next
source: Next stage
ru: Следующий этап

# timer.button.pause
source: Pause
ru: Пауза

# timer.button.resume
source: Resume
ru: Продолжить

# timer.button.start
source: Start
ru: Старт

# timer.card.current
source: Current stage
ru: Текущий этап

# timer.card.next
source: Next stage
ru: Следующий этап

# timer.card.total
source: Until the end
ru: До конца тренировки

# timer.close.finish
source: Finish
ru: Завершить

# timer.close.message
source: Would you like to finish the workout?
ru: Вы хотите завершить тренировку?

# timer.close.stay
source: No
ru: Нет

# timer.close.title
source: Finish
ru: Завершить

# timer.countdown.resume %lld
source: Resuming in %lld
ru: Продолжение через %lld

# timer.countdown.start %lld
source: Starting in %lld
ru: Старт через %lld

# timer.failed.resume
source: Timer stopped. Tap Resume.
ru: Таймер остановлен. Нажмите «Продолжить».

# timer.failed.start
source: Timer stopped. Tap Start.
ru: Таймер остановлен. Нажмите «Старт».

# timer.stage.finished
source: Workout complete
ru: Тренировка окончена

# timer.stage.getReady
source: Get ready
ru: До начала

# timer.stage.pause
source: Pause
ru: Пауза

# timer.stage.rest
source: Rest
ru: Отдых

# timer.stage.work
source: Work
ru: Работа

# timer.total.hours %lld
source: %lld HRS
ru: %lld ЧАСА

# timer.total.minutes %lld
source: %lld MIN
ru: %lld МИН

# timer.total.spoken %@
source: About %@ left
ru: Осталось примерно %@
